var textOfRules = """
В игре участвуют местные и шпион.
 
Передавайте телефон, чтобы узнать какая роль вам выпала. Все игроки, кроме шпионов, будут знать локацию.
Ваша задача обмениваться вопросами о локации, в которой вы находитесь. Вопросы и ответы должны быть не прямыми, поскольку шпион, который не знает локацию может её угадать и выйграть. Если игроки находят шпиона, то они побождают. Прислушивайтесь к ответам других игроков.

Если подозреваешь кого-то, скажи “Я знаю кто шпион”. Остальные игроки должны указать на того, кто по их мнению шпион.

Если все игроки сошлись на одном человеке - игрок должен раскрыть вою роль. Если это шпион, то местные победили. Если местный, тогда шпион выиграл. Если указали разных людей - играйте дальше.

Если шпион догадался в какой локации все находятся, то он может её назвать. Если отгадал - победил. Если ошибся - местные выиграли.

Удачи!
""";
